---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceStartMz
source: html/c11d928c-8468-ee11-c904-0c2301db1a31.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceStartMz Property

"Start Mz"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalMemberForceStartMz { get; }
```